9/data/attachments/5a8442ca4ad4eda3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_9f294a72-b022-490e-aa65-2f2eab2308cd</nif:username>
            <nif:friendToBeAdded>Kevin_increase_Friend_61459_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>